Repository: SunRay27/BaldrSkyOmegaT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: You were as splendid back then as you are now, Lieutenant.
ru_ru: Тогда ты был так же великолепен, как и сейчас, лейтенант.

source: You'll be late."
ru_ru: Ты опоздаешь."

source: You'll have to forgive me. I could only find hotels like this in the neighborhood.
ru_ru: Вы уж простите меня. Я не смогла найти других отелей в поблизости.

source: You'll remember soon enough.
ru_ru: Ты скоро вспомнишь.

source: You're a lieutenant. Not an everyday soldier.
ru_ru: Вы лейтенант. Не рядовой солдат.

source: You're a lucky, lucky boy. If your chip had different features, you would've been flatlined for sure.
ru_ru: Тебе повезло, счастливчик. Если бы у твоего чипа были другие характеристики, ты бы здесь точно не сидел.

source: You're as reckless as you are strong, Lieutenant. That can be rather stressful at times.
ru_ru: Вы так же безрассудны, как и сильны, лейтенант. Порой это бывает весьма проблематично.

source: You're gonna get fat if you don't get out and about.
ru_ru: Ты потолстеешь, если не будешь выходить на улицу.

source: You're gonna need more guts if you want to use the somersault kick!
ru_ru: Тебе понадобится больше мужества, если ты хочешь использовать удар с сальто!

source: You're kidding me. I was asleep in my dorm bed a few minutes ago...
ru_ru: Вы что, шутите? Я спал в общаге несколько минут назад...

source: You've become so reliable, Kou. I'm proud.
ru_ru: Ты стал таким надежным, Коу. Я горжусь.

source: Your attacks can change based on both your movement type and the distance from your enemies.
ru_ru: Твои атаки могут меняться в зависимости от типа твоего движения и расстояния до врагов.

source: Your chip comes with a safety mechanism. It took the damage your brain would've suffered and saved your life.
ru_ru: Твой чип оснащен защитным механизмом. Он принял на себя повреждения, которые мог бы получить твой мозг, и спас тебе жизнь.

source: Your looks have never really changed. Though they did gain a hint of toughness as you accumulated more combat experience.
ru_ru: Ваше лицо никогда не менялось. Хотя по мере приобретения боевого опыта оно стало более суровым.

source: Your tastebuds'll be dancing when they taste these chives!
ru_ru: Ваши вкусовые рецепторы будут танцевать, когда почувствуют вкус шнитт-лука!

source: Zoom to 100%
ru_ru: Масштаб 100%

source: Zoom to 25%
ru_ru: Масштаб 25%

source: Zoom to 50%
ru_ru: Масштаб 50%

source: even with my eyes closed.
ru_ru: через окна, даже закрытыми глазами

source: my body covered in the soft touch of bed sheets.
ru_ru: моё тело укутано мягкими простынями.

source: my mind is dragged away from the virtual world and into my real body.
ru_ru: мой разум уносится из виртуального мира в мое настоящее тело.

source: that familiar voice reach my ears.
ru_ru: пока я не услышу знакомый голос.

source: they're so bright that they force my eyes back shut.
ru_ru: они настолько яркие, что заставляют меня закрыть глаза.

source: Moves to save data beginning from slot 75
ru_ru: Слоты сохранения 75 - 100
